export const initialBooks = [
  {
    "id": "1",
    "author": "Ольга Примаченко",
    "title": "К себе нежно",
    "rating": 4.6,
    "reviews": 342,
    "reviewsCount": 342,
    "category": "Психология",
    "tags": [
      "психология",
      "любовь к себе",
      "бестселлер",
      "саморазвитие"
    ],
    "bgColor": "bg-[#F9E5E8]",
    "textColor": "text-rose-950",
    "description": "«К себе нежно» — это новый, очень честный взгляд на любовь к себе. Это книга-медитация, которая призывает обнять себя со всеми недостатками, замедлиться и услышать свой собственный внутренний голос.",
    "gallery": [
      {
        "bgColor": "bg-[#F9E5E8]"
      },
      {
        "bgColor": "bg-[#FCE7F3]"
      },
      {
        "bgColor": "bg-[#FEF3C7]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Психология"
      },
      {
        "label": "Издательство",
        "value": "Бомбора"
      },
      {
        "label": "Год издания",
        "value": "2021"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Анна С.",
        "date": "12 мая 2023",
        "rating": 5,
        "text": "Потрясающая книга, помогла по-новому взглянуть на себя и свои границы."
      }
    ]
  },
  {
    "id": "2",
    "author": "Ольга Примаченко",
    "title": "С тобой я дома",
    "rating": 4.9,
    "reviews": 385,
    "reviewsCount": 385,
    "category": "Психология",
    "tags": [
      "отношения",
      "психология",
      "любовь"
    ],
    "bgColor": "bg-[#FCE7F3]",
    "textColor": "text-pink-950",
    "description": "Книга о том, как любить, оставаясь верным себе. Как строить взрослые, доверительные и глубокие отношения без созависимости и страха одиночества.",
    "gallery": [
      {
        "bgColor": "bg-[#FCE7F3]"
      },
      {
        "bgColor": "bg-[#F9E5E8]"
      },
      {
        "bgColor": "bg-[#E0F2FE]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Психология"
      },
      {
        "label": "Издательство",
        "value": "Бомбора"
      },
      {
        "label": "Год издания",
        "value": "2022"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": []
  },
  {
    "id": "3",
    "author": "Марк Уолинн",
    "title": "Это началось не с тебя. Как мы наследуем...",
    "rating": 4.3,
    "reviews": 456,
    "reviewsCount": 456,
    "category": "Психология",
    "tags": [
      "психология",
      "травмы рода",
      "самопознание"
    ],
    "bgColor": "bg-[#E0F2FE]",
    "textColor": "text-sky-950",
    "description": "Исследование межпоколенческих психологических травм. Автор показывает, как непрожитые боли наших предков влияют на наше поведение, страхи и выборы.",
    "gallery": [
      {
        "bgColor": "bg-[#E0F2FE]"
      },
      {
        "bgColor": "bg-[#DBEAFE]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Психология"
      },
      {
        "label": "Издательство",
        "value": "Эксмо"
      },
      {
        "label": "Год издания",
        "value": "2020"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": []
  },
  {
    "id": "4",
    "author": "Джен Синсеро",
    "title": "НИ СЫ. Будь уверен в своих силах и не ...",
    "rating": 4,
    "reviews": 786,
    "reviewsCount": 786,
    "category": "Саморазвитие",
    "tags": [
      "мотивация",
      "успех",
      "саморазвитие"
    ],
    "bgColor": "bg-[#FEF08A]",
    "textColor": "text-yellow-950",
    "description": "Культовая книга-мотиватор, которая заставляет перестать сомневаться в себе и начать действовать прямо сейчас.",
    "gallery": [
      {
        "bgColor": "bg-[#FEF08A]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Саморазвитие"
      },
      {
        "label": "Издательство",
        "value": "Бомбора"
      },
      {
        "label": "Год издания",
        "value": "2019"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": []
  },
  {
    "id": "5",
    "author": "Марк Мэнсон, Уилл Смит",
    "title": "Will. Чему может научить нас простой парень ...",
    "rating": 5,
    "reviews": 293,
    "reviewsCount": 293,
    "category": "Биографии",
    "tags": [
      "биография",
      "успех",
      "мемуары"
    ],
    "bgColor": "bg-[#FFEDD5]",
    "textColor": "text-orange-950",
    "description": "Откровенные мемуары легендарного голливудского актера Уилла Смита о преодолении страхов, пути на вершину и истинной цене успеха.",
    "gallery": [
      {
        "bgColor": "bg-[#FFEDD5]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Биографии"
      },
      {
        "label": "Издательство",
        "value": "Бомбора"
      },
      {
        "label": "Год издания",
        "value": "2021"
      },
      {
        "label": "Возрастное ограничение",
        "value": "18+"
      }
    ],
    "readingStatus": null,
    "reviewsList": []
  },
  {
    "id": "6",
    "author": "Мэттью МакКонахи",
    "title": "Зеленый свет",
    "rating": 4.1,
    "reviews": 120,
    "reviewsCount": 120,
    "category": "Биографии",
    "tags": [
      "биография",
      "философия",
      "жизнь"
    ],
    "bgColor": "bg-[#DCFCE7]",
    "textColor": "text-emerald-950",
    "description": "Не просто автобиография, а путеводитель по жизненным развилкам, написанный в неповторимом стиле оскароносного актера.",
    "gallery": [
      {
        "bgColor": "bg-[#DCFCE7]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Биографии"
      },
      {
        "label": "Издательство",
        "value": "Азбука"
      },
      {
        "label": "Год издания",
        "value": "2021"
      },
      {
        "label": "Возрастное ограничение",
        "value": "18+"
      }
    ],
    "readingStatus": null,
    "reviewsList": []
  },
  {
    "id": "7",
    "author": "Фредрик Бакман",
    "title": "Вторая жизнь Уве",
    "rating": 4,
    "reviews": 670,
    "reviewsCount": 670,
    "category": "Художественная",
    "tags": [
      "художественная",
      "драма",
      "доброта"
    ],
    "bgColor": "bg-[#DBEAFE]",
    "textColor": "text-blue-950",
    "description": "Трогательная история об одиноком пожилом брюзге Уве, чья жизнь переворачивается с ног на голову после появления шумных новых соседей.",
    "gallery": [
      {
        "bgColor": "bg-[#DBEAFE]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Художественная"
      },
      {
        "label": "Издательство",
        "value": "Синдбад"
      },
      {
        "label": "Год издания",
        "value": "2016"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": []
  },
  {
    "id": "8",
    "author": "Айн Рэнд",
    "title": "Атлант расправил плечи",
    "rating": 5,
    "reviews": 784,
    "reviewsCount": 784,
    "category": "Бизнес",
    "tags": [
      "бизнес",
      "философия",
      "классика"
    ],
    "bgColor": "bg-[#F3E8FF]",
    "textColor": "text-purple-950",
    "description": "Фундаментальный философский роман-антиутопия о роли создателей и мыслителей в обществе и борьбе индивидуализма с коллективизмом.",
    "gallery": [
      {
        "bgColor": "bg-[#F3E8FF]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Бизнес"
      },
      {
        "label": "Издательство",
        "value": "Альпина Паблишер"
      },
      {
        "label": "Год издания",
        "value": "2015"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": []
  },
  {
    "id": "9",
    "author": "Хезер Моррис",
    "title": "Татуировщик из Освенцима",
    "rating": 4.8,
    "reviews": 584,
    "reviewsCount": 584,
    "category": "Художественная",
    "tags": [
      "история",
      "любовь",
      "драма"
    ],
    "bgColor": "bg-[#E2E8F0]",
    "textColor": "text-slate-900",
    "description": "Основанная на реальных событиях поразительная история любви заключенных в концентрационном лагере Освенцим.",
    "gallery": [
      {
        "bgColor": "bg-[#E2E8F0]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Художественная"
      },
      {
        "label": "Издательство",
        "value": "Азбука"
      },
      {
        "label": "Год издания",
        "value": "2018"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": []
  },
  {
    "id": "10",
    "author": "Габриэль Гарсиа Маркес",
    "title": "Сто лет одиночества",
    "rating": 4.6,
    "reviews": 394,
    "reviewsCount": 394,
    "category": "Художественная",
    "tags": [
      "классика",
      "магический реализм"
    ],
    "bgColor": "bg-[#FEF3C7]",
    "textColor": "text-amber-950",
    "description": "Шедевр мировой литературы и квинтэссенция магического реализма: летопись городка Макондо и семи поколений семьи Буэндиа.",
    "gallery": [
      {
        "bgColor": "bg-[#FEF3C7]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Художественная"
      },
      {
        "label": "Издательство",
        "value": "АСТ"
      },
      {
        "label": "Год издания",
        "value": "2014"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": []
  },
  {
    "id": "11",
    "author": "Джон П. Стрелеки",
    "title": "Кафе на краю земли",
    "rating": 4.9,
    "reviews": 349,
    "reviewsCount": 349,
    "category": "Саморазвитие",
    "tags": [
      "поиск себя",
      "бестселлер",
      "философская проза",
      "работа над собой"
    ],
    "bgColor": "bg-[#CCFBF1]",
    "textColor": "text-teal-950",
    "description": "Эта книга – мировой бестселлер, переведенный на 30 языков – вдохновит вас на перемены, о которых сегодня вы можете только мечтать. Автор рассказывает историю Джона, обычного офисного работника, который случайно забрел в загадочное кафе «Почему» – и это изменило всю его жизнь, позволило по-другому взглянуть на вещи и осознать действительно важные цели и желания.",
    "gallery": [
      {
        "bgColor": "bg-[#CCFBF1]"
      },
      {
        "bgColor": "bg-[#E0F2FE]"
      },
      {
        "bgColor": "bg-[#FEF3C7]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Литература по саморазвитию"
      },
      {
        "label": "Издательство",
        "value": "Эксмо"
      },
      {
        "label": "Год издания",
        "value": "2018"
      },
      {
        "label": "Год написания",
        "value": "2011"
      },
      {
        "label": "Переводчик",
        "value": "Элеонора Мельник"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Евгений Кочанов",
        "date": "15 октября 2022",
        "rating": 3,
        "text": "Меня увлекает литература подобного рода, но здесь нет никакой глубины. Я бы сказала, что эта книга для лёгкого чтения, чтобы расслабиться и ни о чём не думать."
      },
      {
        "id": 2,
        "author": "Марина Степанова",
        "date": "09 октября 2022",
        "rating": 5,
        "text": "Книга, как глоток свежего воздуха! Меня захватила сразу с первых строк. Все мы однажды задаём себе этот главный вопрос: неужели так, как мы живём, это и есть всё?"
      },
      {
        "id": 3,
        "author": "Ангелина Иванова",
        "date": "02 октября 2022",
        "rating": 5,
        "text": "Одна из тех книг, которые читаются на одном дыхании. Заставляет о многом задуматься и многое переосмыслить. Рекомендую!"
      }
    ]
  },
  {
    "id": "12",
    "author": "Лола А. Экерстрем",
    "title": "Lagom. Секрет шведского благополучия",
    "rating": 4.7,
    "reviews": 473,
    "reviewsCount": 473,
    "category": "Саморазвитие",
    "tags": [
      "лагом",
      "гармония",
      "уют"
    ],
    "bgColor": "bg-[#F1F5F9]",
    "textColor": "text-slate-800",
    "description": "Шведская философия умеренности, осознанности и баланса во всем: от работы и интерьера до личных отношений и заботы о природе.",
    "gallery": [
      {
        "bgColor": "bg-[#F1F5F9]"
      },
      {
        "bgColor": "bg-[#FEF3C7]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Саморазвитие"
      },
      {
        "label": "Издательство",
        "value": "КоЛибри"
      },
      {
        "label": "Год издания",
        "value": "2018"
      },
      {
        "label": "Возрастное ограничение",
        "value": "12+"
      }
    ],
    "readingStatus": null,
    "reviewsList": []
  },
  {
    "id": "13",
    "author": "Михаил Булгаков",
    "title": "Мастер и Маргарита",
    "rating": 4.9,
    "reviews": 954,
    "reviewsCount": 954,
    "category": "Художественная",
    "tags": [
      "классика",
      "мистика",
      "роман",
      "любовь"
    ],
    "bgColor": "bg-[#E0E7FF]",
    "textColor": "text-indigo-950",
    "description": "Бессмертный роман о визите Воланда в Москву 30-х годов, о всепобеждающей любви Мастера и Маргариты и о вечных вопросах добра и зла.",
    "gallery": [
      {
        "bgColor": "bg-[#E0E7FF]"
      },
      {
        "bgColor": "bg-[#FAE8FF]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Художественная"
      },
      {
        "label": "Издательство",
        "value": "АСТ"
      },
      {
        "label": "Год издания",
        "value": "2020"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Мастер и Маргарита» автора Михаил Булгаков оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "14",
    "author": "Джордж Оруэлл",
    "title": "1984",
    "rating": 4.8,
    "reviews": 890,
    "reviewsCount": 890,
    "category": "Художественная",
    "tags": [
      "антиутопия",
      "классика",
      "тоталитаризм"
    ],
    "bgColor": "bg-[#FAE8FF]",
    "textColor": "text-fuchsia-950",
    "description": "Главная антиутопия XX века об обществе тотального контроля, министерстве правды и борьбе человека за свободу собственной мысли.",
    "gallery": [
      {
        "bgColor": "bg-[#FAE8FF]"
      },
      {
        "bgColor": "bg-[#FEE2E2]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Художественная"
      },
      {
        "label": "Издательство",
        "value": "АСТ"
      },
      {
        "label": "Год издания",
        "value": "2019"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «1984» автора Джордж Оруэлл оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "15",
    "author": "Рэй Брэдбери",
    "title": "451 градус по Фаренгейту",
    "rating": 4.7,
    "reviews": 620,
    "reviewsCount": 620,
    "category": "Художественная",
    "tags": [
      "фантастика",
      "книги",
      "свобода",
      "антиутопия"
    ],
    "bgColor": "bg-[#FEE2E2]",
    "textColor": "text-red-950",
    "description": "История пожарного Гая Монтэга в мире, где книги запрещены, а дома сжигают за хранение печатного слова.",
    "gallery": [
      {
        "bgColor": "bg-[#FEE2E2]"
      },
      {
        "bgColor": "bg-[#F9E5E8]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Художественная"
      },
      {
        "label": "Издательство",
        "value": "Эксмо"
      },
      {
        "label": "Год издания",
        "value": "2018"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «451 градус по Фаренгейту» автора Рэй Брэдбери оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "16",
    "author": "Федор Достоевский",
    "title": "Преступление и наказание",
    "rating": 4.8,
    "reviews": 730,
    "reviewsCount": 730,
    "category": "Художественная",
    "tags": [
      "классика",
      "психология",
      "философия",
      "петербург"
    ],
    "bgColor": "bg-[#F9E5E8]",
    "textColor": "text-rose-950",
    "description": "Глубочайшее исследование человеческой души, совести, падения и искупления студента Родиона Раскольникова.",
    "gallery": [
      {
        "bgColor": "bg-[#F9E5E8]"
      },
      {
        "bgColor": "bg-[#FCE7F3]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Художественная"
      },
      {
        "label": "Издательство",
        "value": "Азбука"
      },
      {
        "label": "Год издания",
        "value": "2017"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Преступление и наказание» автора Федор Достоевский оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "17",
    "author": "Лев Толстой",
    "title": "Война и мир",
    "rating": 4.7,
    "reviews": 512,
    "reviewsCount": 512,
    "category": "Художественная",
    "tags": [
      "эпопея",
      "история",
      "классика",
      "россия"
    ],
    "bgColor": "bg-[#FCE7F3]",
    "textColor": "text-pink-950",
    "description": "Грандиозная эпопея, охватывающая события войны 1812 года и судьбы семейств Ростовых, Болконских и Безуховых.",
    "gallery": [
      {
        "bgColor": "bg-[#FCE7F3]"
      },
      {
        "bgColor": "bg-[#E0F2FE]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Художественная"
      },
      {
        "label": "Издательство",
        "value": "Эксмо"
      },
      {
        "label": "Год издания",
        "value": "2015"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Война и мир» автора Лев Толстой оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "18",
    "author": "Антон Чехов",
    "title": "Палата №6 и другие рассказы",
    "rating": 4.6,
    "reviews": 320,
    "reviewsCount": 320,
    "category": "Художественная",
    "tags": [
      "рассказы",
      "классика",
      "чехов"
    ],
    "bgColor": "bg-[#E0F2FE]",
    "textColor": "text-sky-950",
    "description": "Сборник гениальных чеховских повестей и рассказов о человеческих слабостях, иллюзиях и поиске истины.",
    "gallery": [
      {
        "bgColor": "bg-[#E0F2FE]"
      },
      {
        "bgColor": "bg-[#FEF08A]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Художественная"
      },
      {
        "label": "Издательство",
        "value": "АСТ"
      },
      {
        "label": "Год издания",
        "value": "2019"
      },
      {
        "label": "Возрастное ограничение",
        "value": "12+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Палата №6 и другие рассказы» автора Антон Чехов оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "19",
    "author": "Франц Кафка",
    "title": "Процесс",
    "rating": 4.5,
    "reviews": 410,
    "reviewsCount": 410,
    "category": "Художественная",
    "tags": [
      "абсурд",
      "классика",
      "экзистенциализм"
    ],
    "bgColor": "bg-[#FEF08A]",
    "textColor": "text-yellow-950",
    "description": "Пророческий роман об абсурдности бюрократической машины и трагедии одинокого человека перед лицом безликой системы.",
    "gallery": [
      {
        "bgColor": "bg-[#FEF08A]"
      },
      {
        "bgColor": "bg-[#FFEDD5]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Художественная"
      },
      {
        "label": "Издательство",
        "value": "Азбука"
      },
      {
        "label": "Год издания",
        "value": "2021"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Процесс» автора Франц Кафка оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "20",
    "author": "Эрих Мария Ремарк",
    "title": "Три товарища",
    "rating": 4.9,
    "reviews": 840,
    "reviewsCount": 840,
    "category": "Художественная",
    "tags": [
      "дружба",
      "любовь",
      "потерянное поколение"
    ],
    "bgColor": "bg-[#FFEDD5]",
    "textColor": "text-orange-950",
    "description": "Пронзительная история истинной мужской дружбы и трагической, прекрасной любви на фоне послевоенной Германии.",
    "gallery": [
      {
        "bgColor": "bg-[#FFEDD5]"
      },
      {
        "bgColor": "bg-[#DCFCE7]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Художественная"
      },
      {
        "label": "Издательство",
        "value": "АСТ"
      },
      {
        "label": "Год издания",
        "value": "2018"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Три товарища» автора Эрих Мария Ремарк оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "21",
    "author": "Эрнест Хемингуэй",
    "title": "Старик и море",
    "rating": 4.6,
    "reviews": 490,
    "reviewsCount": 490,
    "category": "Художественная",
    "tags": [
      "повесть",
      "мужество",
      "море",
      "нобель"
    ],
    "bgColor": "bg-[#DCFCE7]",
    "textColor": "text-emerald-950",
    "description": "Лаконичная и мощная притча о несгибаемой воле кубинского рыбака Сантьяго в схватке со стихией и гигантской рыбой.",
    "gallery": [
      {
        "bgColor": "bg-[#DCFCE7]"
      },
      {
        "bgColor": "bg-[#DBEAFE]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Художественная"
      },
      {
        "label": "Издательство",
        "value": "АСТ"
      },
      {
        "label": "Год издания",
        "value": "2017"
      },
      {
        "label": "Возрастное ограничение",
        "value": "12+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Старик и море» автора Эрнест Хемингуэй оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "22",
    "author": "Альбер Камю",
    "title": "Посторонний",
    "rating": 4.5,
    "reviews": 360,
    "reviewsCount": 360,
    "category": "Художественная",
    "tags": [
      "экзистенциализм",
      "франция",
      "бунт"
    ],
    "bgColor": "bg-[#DBEAFE]",
    "textColor": "text-blue-950",
    "description": "Манифест экзистенциализма о человеке, отказавшемся притворяться и следовать фальшивым общественным условностям.",
    "gallery": [
      {
        "bgColor": "bg-[#DBEAFE]"
      },
      {
        "bgColor": "bg-[#F3E8FF]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Художественная"
      },
      {
        "label": "Издательство",
        "value": "Азбука"
      },
      {
        "label": "Год издания",
        "value": "2020"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Посторонний» автора Альбер Камю оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "23",
    "author": "Олдос Хаксли",
    "title": "О дивный новый мир",
    "rating": 4.6,
    "reviews": 580,
    "reviewsCount": 580,
    "category": "Художественная",
    "tags": [
      "антиутопия",
      "будущее",
      "потребление"
    ],
    "bgColor": "bg-[#F3E8FF]",
    "textColor": "text-purple-950",
    "description": "Мир генетически спроектированных каст, синтетического счастья и наркотика сомы, где нет места индивидуальности.",
    "gallery": [
      {
        "bgColor": "bg-[#F3E8FF]"
      },
      {
        "bgColor": "bg-[#FEF3C7]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Художественная"
      },
      {
        "label": "Издательство",
        "value": "АСТ"
      },
      {
        "label": "Год издания",
        "value": "2019"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «О дивный новый мир» автора Олдос Хаксли оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "24",
    "author": "Пауло Коэльо",
    "title": "Алхимик",
    "rating": 4.5,
    "reviews": 790,
    "reviewsCount": 790,
    "category": "Художественная",
    "tags": [
      "притча",
      "мечта",
      "путешествие"
    ],
    "bgColor": "bg-[#FEF3C7]",
    "textColor": "text-amber-950",
    "description": "Философская притча о пастухе Сантьяго, отправившемся на поиски сокровищ и осознавшем свою истинную Стезю.",
    "gallery": [
      {
        "bgColor": "bg-[#FEF3C7]"
      },
      {
        "bgColor": "bg-[#CCFBF1]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Художественная"
      },
      {
        "label": "Издательство",
        "value": "АСТ"
      },
      {
        "label": "Год издания",
        "value": "2016"
      },
      {
        "label": "Возрастное ограничение",
        "value": "12+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Алхимик» автора Пауло Коэльо оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "25",
    "author": "Антуан де Сент-Экзюпери",
    "title": "Маленький принц",
    "rating": 5,
    "reviews": 980,
    "reviewsCount": 980,
    "category": "Художественная",
    "tags": [
      "сказка",
      "мудрость",
      "детство",
      "дружба"
    ],
    "bgColor": "bg-[#CCFBF1]",
    "textColor": "text-teal-950",
    "description": "Трогательная история о мальчике с далекой планеты, его розе, Лисе и том, что зорко одно лишь сердце.",
    "gallery": [
      {
        "bgColor": "bg-[#CCFBF1]"
      },
      {
        "bgColor": "bg-[#F1F5F9]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Художественная"
      },
      {
        "label": "Издательство",
        "value": "Эксмо"
      },
      {
        "label": "Год издания",
        "value": "2021"
      },
      {
        "label": "Возрастное ограничение",
        "value": "6+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Маленький принц» автора Антуан де Сент-Экзюпери оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "26",
    "author": "Харуки Мураками",
    "title": "Норвежский лес",
    "rating": 4.4,
    "reviews": 520,
    "reviewsCount": 520,
    "category": "Художественная",
    "tags": [
      "япония",
      "юность",
      "любовь",
      "ностальгия"
    ],
    "bgColor": "bg-[#F1F5F9]",
    "textColor": "text-slate-800",
    "description": "Ностальгический роман о студенческих годах в Токио 60-х, потерях, взрослении и сложной любви.",
    "gallery": [
      {
        "bgColor": "bg-[#F1F5F9]"
      },
      {
        "bgColor": "bg-[#EDE9FE]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Художественная"
      },
      {
        "label": "Издательство",
        "value": "Эксмо"
      },
      {
        "label": "Год издания",
        "value": "2019"
      },
      {
        "label": "Возрастное ограничение",
        "value": "18+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 4,
        "text": "Великолепное произведение! «Норвежский лес» автора Харуки Мураками оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "27",
    "author": "Кадзуо Исигуро",
    "title": "Не отпускай меня",
    "rating": 4.5,
    "reviews": 430,
    "reviewsCount": 430,
    "category": "Художественная",
    "tags": [
      "драма",
      "нобель",
      "воспоминания"
    ],
    "bgColor": "bg-[#EDE9FE]",
    "textColor": "text-violet-950",
    "description": "Тонкий роман лауреата Нобелевской премии о воспитанниках интерната Хейлшем и ценности каждого мгновения жизни.",
    "gallery": [
      {
        "bgColor": "bg-[#EDE9FE]"
      },
      {
        "bgColor": "bg-[#E0E7FF]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Художественная"
      },
      {
        "label": "Издательство",
        "value": "Эксмо"
      },
      {
        "label": "Год издания",
        "value": "2021"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Не отпускай меня» автора Кадзуо Исигуро оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "28",
    "author": "Герман Гессе",
    "title": "Степной волк",
    "rating": 4.7,
    "reviews": 380,
    "reviewsCount": 380,
    "category": "Художественная",
    "tags": [
      "философия",
      "душа",
      "кризис"
    ],
    "bgColor": "bg-[#E0E7FF]",
    "textColor": "text-indigo-950",
    "description": "Психологическое погружение в раздвоенную душу Гарри Галлера, ищущего примирения между человеком и волком.",
    "gallery": [
      {
        "bgColor": "bg-[#E0E7FF]"
      },
      {
        "bgColor": "bg-[#FAE8FF]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Художественная"
      },
      {
        "label": "Издательство",
        "value": "АСТ"
      },
      {
        "label": "Год издания",
        "value": "2020"
      },
      {
        "label": "Возрастное ограничение",
        "value": "18+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Степной волк» автора Герман Гессе оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "29",
    "author": "Джером Д. Сэлинджер",
    "title": "Над пропастью во ржи",
    "rating": 4.4,
    "reviews": 610,
    "reviewsCount": 610,
    "category": "Художественная",
    "tags": [
      "юность",
      "бунт",
      "искренность"
    ],
    "bgColor": "bg-[#FAE8FF]",
    "textColor": "text-fuchsia-950",
    "description": "Исповедь шестнадцатилетнего Холдена Колфилда о неприятии фальши взрослого мира и жажде сохранить детскую чистоту.",
    "gallery": [
      {
        "bgColor": "bg-[#FAE8FF]"
      },
      {
        "bgColor": "bg-[#FEE2E2]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Художественная"
      },
      {
        "label": "Издательство",
        "value": "Эксмо"
      },
      {
        "label": "Год издания",
        "value": "2017"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 4,
        "text": "Великолепное произведение! «Над пропастью во ржи» автора Джером Д. Сэлинджер оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "30",
    "author": "Фрэнсис Скотт Фицджеральд",
    "title": "Великий Гэтсби",
    "rating": 4.7,
    "reviews": 720,
    "reviewsCount": 720,
    "category": "Художественная",
    "tags": [
      "джаз",
      "эпоха джаза",
      "мечта",
      "любовь"
    ],
    "bgColor": "bg-[#FEE2E2]",
    "textColor": "text-red-950",
    "description": "Блеск и трагедия «века джаза», великая безответная мечта Джея Гэтсби и крушение иллюзий американского успеха.",
    "gallery": [
      {
        "bgColor": "bg-[#FEE2E2]"
      },
      {
        "bgColor": "bg-[#F9E5E8]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Художественная"
      },
      {
        "label": "Издательство",
        "value": "Азбука"
      },
      {
        "label": "Год издания",
        "value": "2018"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Великий Гэтсби» автора Фрэнсис Скотт Фицджеральд оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "31",
    "author": "Оскар Уайльд",
    "title": "Портрет Дориана Грея",
    "rating": 4.8,
    "reviews": 860,
    "reviewsCount": 860,
    "category": "Художественная",
    "tags": [
      "эстетизм",
      "красота",
      "порок",
      "классика"
    ],
    "bgColor": "bg-[#F9E5E8]",
    "textColor": "text-rose-950",
    "description": "История юноши, чье лицо сохраняло вечную юность, пока полотно портрета впитывало все грехи его развращенной души.",
    "gallery": [
      {
        "bgColor": "bg-[#F9E5E8]"
      },
      {
        "bgColor": "bg-[#FCE7F3]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Художественная"
      },
      {
        "label": "Издательство",
        "value": "АСТ"
      },
      {
        "label": "Год издания",
        "value": "2019"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Портрет Дориана Грея» автора Оскар Уайльд оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "32",
    "author": "Дэниел Киз",
    "title": "Цветы для Элджернона",
    "rating": 4.9,
    "reviews": 910,
    "reviewsCount": 910,
    "category": "Художественная",
    "tags": [
      "драма",
      "научная фантастика",
      "сострадание"
    ],
    "bgColor": "bg-[#FCE7F3]",
    "textColor": "text-pink-950",
    "description": "Пронзительная история умственно отсталого Чарли Гордона, ставшего гением в результате эксперимента, и его мыши Элджернона.",
    "gallery": [
      {
        "bgColor": "bg-[#FCE7F3]"
      },
      {
        "bgColor": "bg-[#E0F2FE]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Художественная"
      },
      {
        "label": "Издательство",
        "value": "Эксмо"
      },
      {
        "label": "Год издания",
        "value": "2018"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Цветы для Элджернона» автора Дэниел Киз оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "33",
    "author": "Виктор Франкл",
    "title": "Сказать жизни «Да!»: психолог в концлагере",
    "rating": 4.9,
    "reviews": 840,
    "reviewsCount": 840,
    "category": "Психология",
    "tags": [
      "смысл жизни",
      "стойкость",
      "логотерапия"
    ],
    "bgColor": "bg-[#E0F2FE]",
    "textColor": "text-sky-950",
    "description": "Великая книга всемирно известного австрийского психотерапевта о поиске смысла в самых нечеловеческих испытаниях.",
    "gallery": [
      {
        "bgColor": "bg-[#E0F2FE]"
      },
      {
        "bgColor": "bg-[#FEF08A]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Психология"
      },
      {
        "label": "Издательство",
        "value": "Альпина нон-фикшн"
      },
      {
        "label": "Год издания",
        "value": "2021"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Сказать жизни «Да!»: психолог в концлагере» автора Виктор Франкл оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "34",
    "author": "Эрих Фромм",
    "title": "Искусство любить",
    "rating": 4.7,
    "reviews": 590,
    "reviewsCount": 590,
    "category": "Психология",
    "tags": [
      "любовь",
      "зрелость",
      "философия"
    ],
    "bgColor": "bg-[#FEF08A]",
    "textColor": "text-yellow-950",
    "description": "Классическое исследование природы любви не просто как чувства, а как практики, требующей заботы, уважения и ответственности.",
    "gallery": [
      {
        "bgColor": "bg-[#FEF08A]"
      },
      {
        "bgColor": "bg-[#FFEDD5]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Психология"
      },
      {
        "label": "Издательство",
        "value": "АСТ"
      },
      {
        "label": "Год издания",
        "value": "2020"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Искусство любить» автора Эрих Фромм оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "35",
    "author": "Ирвин Ялом",
    "title": "Вглядываясь в солнце. Жизнь без страха смерти",
    "rating": 4.8,
    "reviews": 430,
    "reviewsCount": 430,
    "category": "Психология",
    "tags": [
      "экзистенциальная терапия",
      "страх",
      "осознанность"
    ],
    "bgColor": "bg-[#FFEDD5]",
    "textColor": "text-orange-950",
    "description": "Известнейший американский психотерапевт делится опытом преодоления глубинного страха небытия и обретения радости жизни.",
    "gallery": [
      {
        "bgColor": "bg-[#FFEDD5]"
      },
      {
        "bgColor": "bg-[#DCFCE7]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Психология"
      },
      {
        "label": "Издательство",
        "value": "Бомбора"
      },
      {
        "label": "Год издания",
        "value": "2020"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Вглядываясь в солнце. Жизнь без страха смерти» автора Ирвин Ялом оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "36",
    "author": "Даниэль Канеман",
    "title": "Думай медленно... решай быстро",
    "rating": 4.7,
    "reviews": 670,
    "reviewsCount": 670,
    "category": "Психология",
    "tags": [
      "мышление",
      "когнитивные искажения",
      "нобель"
    ],
    "bgColor": "bg-[#DCFCE7]",
    "textColor": "text-emerald-950",
    "description": "Нобелевский лауреат объясняет работу Системы 1 (быстрой и интуитивной) и Системы 2 (медленной и рациональной).",
    "gallery": [
      {
        "bgColor": "bg-[#DCFCE7]"
      },
      {
        "bgColor": "bg-[#DBEAFE]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Психология"
      },
      {
        "label": "Издательство",
        "value": "АСТ"
      },
      {
        "label": "Год издания",
        "value": "2019"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Думай медленно... решай быстро» автора Даниэль Канеман оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "37",
    "author": "Эрик Берн",
    "title": "Игры, в которые играют люди",
    "rating": 4.6,
    "reviews": 640,
    "reviewsCount": 640,
    "category": "Психология",
    "tags": [
      "трансактный анализ",
      "общение",
      "сценарии"
    ],
    "bgColor": "bg-[#DBEAFE]",
    "textColor": "text-blue-950",
    "description": "Основатель трансактного анализа раскрывает психологические роли Родителя, Взрослого и Ребенка в повседневных взаимоотношениях.",
    "gallery": [
      {
        "bgColor": "bg-[#DBEAFE]"
      },
      {
        "bgColor": "bg-[#F3E8FF]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Психология"
      },
      {
        "label": "Издательство",
        "value": "Эксмо"
      },
      {
        "label": "Год издания",
        "value": "2018"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Игры, в которые играют люди» автора Эрик Берн оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "38",
    "author": "Роберт Лихи",
    "title": "Лекарство от нервов. Как перестать волноваться",
    "rating": 4.7,
    "reviews": 480,
    "reviewsCount": 480,
    "category": "Психология",
    "tags": [
      "тревога",
      "кпт",
      "спокойствие"
    ],
    "bgColor": "bg-[#F3E8FF]",
    "textColor": "text-purple-950",
    "description": "Практическое руководство от ведущего мирового специалиста по когнитивно-поведенческой терапии тревожных расстройств.",
    "gallery": [
      {
        "bgColor": "bg-[#F3E8FF]"
      },
      {
        "bgColor": "bg-[#FEF3C7]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Психология"
      },
      {
        "label": "Издательство",
        "value": "Питер"
      },
      {
        "label": "Год издания",
        "value": "2021"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Лекарство от нервов. Как перестать волноваться» автора Роберт Лихи оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "39",
    "author": "Сью Джонсон",
    "title": "Обними меня крепче. 7 диалогов для любви",
    "rating": 4.8,
    "reviews": 510,
    "reviewsCount": 510,
    "category": "Психология",
    "tags": [
      "отношения",
      "эмоциональная связь",
      "семья"
    ],
    "bgColor": "bg-[#FEF3C7]",
    "textColor": "text-amber-950",
    "description": "Создательница эмоционально-фокусированной терапии объясняет, как восстановить доверие и эмоциональную близость в паре.",
    "gallery": [
      {
        "bgColor": "bg-[#FEF3C7]"
      },
      {
        "bgColor": "bg-[#CCFBF1]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Психология"
      },
      {
        "label": "Издательство",
        "value": "МИФ"
      },
      {
        "label": "Год издания",
        "value": "2020"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Обними меня крепче. 7 диалогов для любви» автора Сью Джонсон оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "40",
    "author": "Карл Густав Юнг",
    "title": "Человек и его символы",
    "rating": 4.6,
    "reviews": 390,
    "reviewsCount": 390,
    "category": "Психология",
    "tags": [
      "архетипы",
      "сны",
      "бессознательное"
    ],
    "bgColor": "bg-[#CCFBF1]",
    "textColor": "text-teal-950",
    "description": "Последний труд великого швейцарского психолога, написанный для широкого круга читателей об архетипах и сновидениях.",
    "gallery": [
      {
        "bgColor": "bg-[#CCFBF1]"
      },
      {
        "bgColor": "bg-[#F1F5F9]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Психология"
      },
      {
        "label": "Издательство",
        "value": "АСТ"
      },
      {
        "label": "Год издания",
        "value": "2019"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Человек и его символы» автора Карл Густав Юнг оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "41",
    "author": "Бессел ван дер Колк",
    "title": "Тело помнит все. Какую роль травма играет в жизни",
    "rating": 4.9,
    "reviews": 680,
    "reviewsCount": 680,
    "category": "Психология",
    "tags": [
      "травма",
      "нейробиология",
      "исцеление"
    ],
    "bgColor": "bg-[#F1F5F9]",
    "textColor": "text-slate-800",
    "description": "Мировой бестселлер выдающегося психиатра о влиянии психологических травм на тело и мозг, и путях к полному восстановлению.",
    "gallery": [
      {
        "bgColor": "bg-[#F1F5F9]"
      },
      {
        "bgColor": "bg-[#EDE9FE]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Психология"
      },
      {
        "label": "Издательство",
        "value": "Бомбора"
      },
      {
        "label": "Год издания",
        "value": "2021"
      },
      {
        "label": "Возрастное ограничение",
        "value": "18+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Тело помнит все. Какую роль травма играет в жизни» автора Бессел ван дер Колк оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "42",
    "author": "Тара Шустер",
    "title": "Купи себе эти чертовы лилии",
    "rating": 4.5,
    "reviews": 420,
    "reviewsCount": 420,
    "category": "Психология",
    "tags": [
      "забота о себе",
      "ритуалы",
      "взросление"
    ],
    "bgColor": "bg-[#EDE9FE]",
    "textColor": "text-violet-950",
    "description": "Искренняя и практичная история о том, как автор вытащила себя из депрессии с помощью простых ежедневных ритуалов любви к себе.",
    "gallery": [
      {
        "bgColor": "bg-[#EDE9FE]"
      },
      {
        "bgColor": "bg-[#E0E7FF]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Психология"
      },
      {
        "label": "Издательство",
        "value": "Бомбора"
      },
      {
        "label": "Год издания",
        "value": "2021"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Купи себе эти чертовы лилии» автора Тара Шустер оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "43",
    "author": "Брене Браун",
    "title": "Дары несовершенства",
    "rating": 4.6,
    "reviews": 350,
    "reviewsCount": 350,
    "category": "Психология",
    "tags": [
      "уязвимость",
      "самооценка",
      "смелость"
    ],
    "bgColor": "bg-[#E0E7FF]",
    "textColor": "text-indigo-950",
    "description": "Исследование силы уязвимости, отказа от перфекционизма и принятия себя такими, какие мы есть.",
    "gallery": [
      {
        "bgColor": "bg-[#E0E7FF]"
      },
      {
        "bgColor": "bg-[#FAE8FF]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Психология"
      },
      {
        "label": "Издательство",
        "value": "Альпина Паблишер"
      },
      {
        "label": "Год издания",
        "value": "2020"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Дары несовершенства» автора Брене Браун оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "44",
    "author": "Джон Готтман",
    "title": "7 принципов счастливого брака",
    "rating": 4.8,
    "reviews": 460,
    "reviewsCount": 460,
    "category": "Психология",
    "tags": [
      "брак",
      "исследования",
      "семья"
    ],
    "bgColor": "bg-[#FAE8FF]",
    "textColor": "text-fuchsia-950",
    "description": "Результаты 40-летних исследований лаборатории любви: формулы гармоничных и долговечных семейных союзов.",
    "gallery": [
      {
        "bgColor": "bg-[#FAE8FF]"
      },
      {
        "bgColor": "bg-[#FEE2E2]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Психология"
      },
      {
        "label": "Издательство",
        "value": "МИФ"
      },
      {
        "label": "Год издания",
        "value": "2019"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «7 принципов счастливого брака» автора Джон Готтман оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "45",
    "author": "Стивен Хайес",
    "title": "Перезагрузи мозг. Осознанность и принятие",
    "rating": 4.6,
    "reviews": 290,
    "reviewsCount": 290,
    "category": "Психология",
    "tags": [
      "act",
      "гибкость",
      "психотерапия"
    ],
    "bgColor": "bg-[#FEE2E2]",
    "textColor": "text-red-950",
    "description": "Терапия принятия и ответственности: как перестать бороться с тяжелыми мыслями и начать жить согласно своим ценностям.",
    "gallery": [
      {
        "bgColor": "bg-[#FEE2E2]"
      },
      {
        "bgColor": "bg-[#F9E5E8]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Психология"
      },
      {
        "label": "Издательство",
        "value": "Питер"
      },
      {
        "label": "Год издания",
        "value": "2021"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Перезагрузи мозг. Осознанность и принятие» автора Стивен Хайес оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "46",
    "author": "Эдит Ева Эгер",
    "title": "Выбор. О свободе и внутренней силе человека",
    "rating": 5,
    "reviews": 890,
    "reviewsCount": 890,
    "category": "Психология",
    "tags": [
      "мужество",
      "выбор",
      "сила духа",
      "холокост"
    ],
    "bgColor": "bg-[#F9E5E8]",
    "textColor": "text-rose-950",
    "description": "Потрясающая автобиография пережившей Освенцим девочки, ставшей всемирно известным терапевтом по работе с травмой.",
    "gallery": [
      {
        "bgColor": "bg-[#F9E5E8]"
      },
      {
        "bgColor": "bg-[#FCE7F3]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Психология"
      },
      {
        "label": "Издательство",
        "value": "МИФ"
      },
      {
        "label": "Год издания",
        "value": "2020"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Выбор. О свободе и внутренней силе человека» автора Эдит Ева Эгер оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "47",
    "author": "Эдит Ева Эгер",
    "title": "Дар. 12 ключей к внутреннему освобождению",
    "rating": 4.9,
    "reviews": 560,
    "reviewsCount": 560,
    "category": "Психология",
    "tags": [
      "свобода",
      "исцеление",
      "психология"
    ],
    "bgColor": "bg-[#FCE7F3]",
    "textColor": "text-pink-950",
    "description": "Практическое продолжение «Выбора»: 12 психологических тюрем нашего разума и ключи к избавлению от них.",
    "gallery": [
      {
        "bgColor": "bg-[#FCE7F3]"
      },
      {
        "bgColor": "bg-[#E0F2FE]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Психология"
      },
      {
        "label": "Издательство",
        "value": "МИФ"
      },
      {
        "label": "Год издания",
        "value": "2021"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Дар. 12 ключей к внутреннему освобождению» автора Эдит Ева Эгер оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "48",
    "author": "Михаил Лабковский",
    "title": "Хочу и буду",
    "rating": 4.4,
    "reviews": 970,
    "reviewsCount": 970,
    "category": "Психология",
    "tags": [
      "самооценка",
      "желания",
      "счастье"
    ],
    "bgColor": "bg-[#E0F2FE]",
    "textColor": "text-sky-950",
    "description": "Знаменитые 6 правил психолога Михаила Лабковского о том, как принять себя, полюбить жизнь и делать только то, что хочется.",
    "gallery": [
      {
        "bgColor": "bg-[#E0F2FE]"
      },
      {
        "bgColor": "bg-[#FEF08A]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Психология"
      },
      {
        "label": "Издательство",
        "value": "Эксмо"
      },
      {
        "label": "Год издания",
        "value": "2019"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 4,
        "text": "Великолепное произведение! «Хочу и буду» автора Михаил Лабковский оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "49",
    "author": "Джули Смит",
    "title": "Почему мне плохо, когда все вроде хорошо",
    "rating": 4.7,
    "reviews": 410,
    "reviewsCount": 410,
    "category": "Психология",
    "tags": [
      "эмоции",
      "практика",
      "настроение"
    ],
    "bgColor": "bg-[#FEF08A]",
    "textColor": "text-yellow-950",
    "description": "Инструментарий клинического психолога в формате коротких глав: как справляться со стрессом, критикой и упадком сил.",
    "gallery": [
      {
        "bgColor": "bg-[#FEF08A]"
      },
      {
        "bgColor": "bg-[#FFEDD5]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Психология"
      },
      {
        "label": "Издательство",
        "value": "Бомбора"
      },
      {
        "label": "Год издания",
        "value": "2022"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Почему мне плохо, когда все вроде хорошо» автора Джули Смит оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "50",
    "author": "Джеймс Клир",
    "title": "Атомные привычки",
    "rating": 4.9,
    "reviews": 990,
    "reviewsCount": 990,
    "category": "Саморазвитие",
    "tags": [
      "привычки",
      "продуктивность",
      "дисциплина"
    ],
    "bgColor": "bg-[#FFEDD5]",
    "textColor": "text-orange-950",
    "description": "Простая и проверенная методика формирования хороших привычек и избавления от плохих через микроскопические изменения на 1% каждый день.",
    "gallery": [
      {
        "bgColor": "bg-[#FFEDD5]"
      },
      {
        "bgColor": "bg-[#DCFCE7]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Саморазвитие"
      },
      {
        "label": "Издательство",
        "value": "Питер"
      },
      {
        "label": "Год издания",
        "value": "2020"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Атомные привычки» автора Джеймс Клир оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "51",
    "author": "Стивен Кови",
    "title": "7 навыков высокоэффективных людей",
    "rating": 4.8,
    "reviews": 830,
    "reviewsCount": 830,
    "category": "Саморазвитие",
    "tags": [
      "эффективность",
      "лидерство",
      "цели"
    ],
    "bgColor": "bg-[#DCFCE7]",
    "textColor": "text-emerald-950",
    "description": "Мировой бестселлер №1 по личностному росту, системному мышлению и принципам гармоничного взаимодействия с окружающими.",
    "gallery": [
      {
        "bgColor": "bg-[#DCFCE7]"
      },
      {
        "bgColor": "bg-[#DBEAFE]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Саморазвитие"
      },
      {
        "label": "Издательство",
        "value": "Альпина Паблишер"
      },
      {
        "label": "Год издания",
        "value": "2018"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «7 навыков высокоэффективных людей» автора Стивен Кови оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "52",
    "author": "Марк Мэнсон",
    "title": "Тонкое искусство пофигизма",
    "rating": 4.5,
    "reviews": 920,
    "reviewsCount": 920,
    "category": "Саморазвитие",
    "tags": [
      "пофигизм",
      "реализм",
      "приоритеты"
    ],
    "bgColor": "bg-[#DBEAFE]",
    "textColor": "text-blue-950",
    "description": "Парадоксальный подход к счастливой жизни: научиться выбирать, на что действительно стоит обращать внимание, а на что наплевать.",
    "gallery": [
      {
        "bgColor": "bg-[#DBEAFE]"
      },
      {
        "bgColor": "bg-[#F3E8FF]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Саморазвитие"
      },
      {
        "label": "Издательство",
        "value": "Альпина Паблишер"
      },
      {
        "label": "Год издания",
        "value": "2019"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Тонкое искусство пофигизма» автора Марк Мэнсон оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "53",
    "author": "Грег МакКеон",
    "title": "Эссенциализм. Путь к простоте",
    "rating": 4.7,
    "reviews": 570,
    "reviewsCount": 570,
    "category": "Саморазвитие",
    "tags": [
      "фокус",
      "минимализм",
      "время"
    ],
    "bgColor": "bg-[#F3E8FF]",
    "textColor": "text-purple-950",
    "description": "Как делать меньше, но лучше. Философия отказа от второстепенного ради концентрации на самом важном.",
    "gallery": [
      {
        "bgColor": "bg-[#F3E8FF]"
      },
      {
        "bgColor": "bg-[#FEF3C7]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Саморазвитие"
      },
      {
        "label": "Издательство",
        "value": "МИФ"
      },
      {
        "label": "Год издания",
        "value": "2019"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Эссенциализм. Путь к простоте» автора Грег МакКеон оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "54",
    "author": "Хэл Элрод",
    "title": "Магия утра. Как первый час дня определяет успех",
    "rating": 4.6,
    "reviews": 740,
    "reviewsCount": 740,
    "category": "Саморазвитие",
    "tags": [
      "утро",
      "энергия",
      "мотивация"
    ],
    "bgColor": "bg-[#FEF3C7]",
    "textColor": "text-amber-950",
    "description": "Метод «Чудесное утро» (SAVERS): 6 утренних практик, меняющих здоровье, продуктивность и мировоззрение.",
    "gallery": [
      {
        "bgColor": "bg-[#FEF3C7]"
      },
      {
        "bgColor": "bg-[#CCFBF1]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Саморазвитие"
      },
      {
        "label": "Издательство",
        "value": "МИФ"
      },
      {
        "label": "Год издания",
        "value": "2018"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Магия утра. Как первый час дня определяет успех» автора Хэл Элрод оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "55",
    "author": "Роберт Чалдини",
    "title": "Психология влияния",
    "rating": 4.8,
    "reviews": 690,
    "reviewsCount": 690,
    "category": "Саморазвитие",
    "tags": [
      "убеждение",
      "социальная психология",
      "переговоры"
    ],
    "bgColor": "bg-[#CCFBF1]",
    "textColor": "text-teal-950",
    "description": "Классический учебник о механизмах социального доказательства, взаимного обмена и авторитета.",
    "gallery": [
      {
        "bgColor": "bg-[#CCFBF1]"
      },
      {
        "bgColor": "bg-[#F1F5F9]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Саморазвитие"
      },
      {
        "label": "Издательство",
        "value": "Питер"
      },
      {
        "label": "Год издания",
        "value": "2020"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Психология влияния» автора Роберт Чалдини оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "56",
    "author": "Максим Батырев",
    "title": "45 татуировок менеджера",
    "rating": 4.8,
    "reviews": 650,
    "reviewsCount": 650,
    "category": "Саморазвитие",
    "tags": [
      "опыт",
      "менеджмент",
      "россия"
    ],
    "bgColor": "bg-[#F1F5F9]",
    "textColor": "text-slate-800",
    "description": "45 бескомпромиссных правил и жизненных уроков успешного российского топ-менеджера и бизнес-спикера.",
    "gallery": [
      {
        "bgColor": "bg-[#F1F5F9]"
      },
      {
        "bgColor": "bg-[#EDE9FE]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Саморазвитие"
      },
      {
        "label": "Издательство",
        "value": "МИФ"
      },
      {
        "label": "Год издания",
        "value": "2017"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «45 татуировок менеджера» автора Максим Батырев оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "57",
    "author": "Робин Шарма",
    "title": "Монах, который продал свой «феррари»",
    "rating": 4.5,
    "reviews": 580,
    "reviewsCount": 580,
    "category": "Саморазвитие",
    "tags": [
      "мудрость",
      "гармония",
      "духовность"
    ],
    "bgColor": "bg-[#EDE9FE]",
    "textColor": "text-violet-950",
    "description": "История адвоката Джулиана Мэнтла, отправившегося в Гималаи на поиски подлинного счастья и внутренней силы.",
    "gallery": [
      {
        "bgColor": "bg-[#EDE9FE]"
      },
      {
        "bgColor": "bg-[#E0E7FF]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Саморазвитие"
      },
      {
        "label": "Издательство",
        "value": "АСТ"
      },
      {
        "label": "Год издания",
        "value": "2017"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Монах, который продал свой «феррари»» автора Робин Шарма оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "58",
    "author": "Кэрол Дуэк",
    "title": "Гибкое сознание. Новый взгляд на психологию развития",
    "rating": 4.7,
    "reviews": 490,
    "reviewsCount": 490,
    "category": "Саморазвитие",
    "tags": [
      "рост",
      "обучение",
      "мышление"
    ],
    "bgColor": "bg-[#E0E7FF]",
    "textColor": "text-indigo-950",
    "description": "Профессор Стэнфорда о разнице между установкой на данность и установкой на рост, открывающей безграничный потенциал.",
    "gallery": [
      {
        "bgColor": "bg-[#E0E7FF]"
      },
      {
        "bgColor": "bg-[#FAE8FF]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Саморазвитие"
      },
      {
        "label": "Издательство",
        "value": "МИФ"
      },
      {
        "label": "Год издания",
        "value": "2019"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Гибкое сознание. Новый взгляд на психологию развития» автора Кэрол Дуэк оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "59",
    "author": "Наполеон Хилл",
    "title": "Думай и богатей",
    "rating": 4.5,
    "reviews": 780,
    "reviewsCount": 780,
    "category": "Саморазвитие",
    "tags": [
      "успех",
      "богатство",
      "классика"
    ],
    "bgColor": "bg-[#FAE8FF]",
    "textColor": "text-fuchsia-950",
    "description": "Легендарный труд, основанный на анализе историй успеха Эндрю Карнеги, Генри Форда и Томаса Эдисона.",
    "gallery": [
      {
        "bgColor": "bg-[#FAE8FF]"
      },
      {
        "bgColor": "bg-[#FEE2E2]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Саморазвитие"
      },
      {
        "label": "Издательство",
        "value": "Попурри"
      },
      {
        "label": "Год издания",
        "value": "2016"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Думай и богатей» автора Наполеон Хилл оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "60",
    "author": "Джо Диспенза",
    "title": "Сила подсознания",
    "rating": 4.6,
    "reviews": 610,
    "reviewsCount": 610,
    "category": "Саморазвитие",
    "tags": [
      "нейропластичность",
      "медитация",
      "мозг"
    ],
    "bgColor": "bg-[#FEE2E2]",
    "textColor": "text-red-950",
    "description": "Как перенастроить синапсы мозга и изменить биохимию тела с помощью медитативных техник и силы намерения.",
    "gallery": [
      {
        "bgColor": "bg-[#FEE2E2]"
      },
      {
        "bgColor": "bg-[#F9E5E8]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Саморазвитие"
      },
      {
        "label": "Издательство",
        "value": "Бомбора"
      },
      {
        "label": "Год издания",
        "value": "2019"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Сила подсознания» автора Джо Диспенза оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "61",
    "author": "Келли Макгонигал",
    "title": "Сила воли. Как развить и укрепить",
    "rating": 4.7,
    "reviews": 530,
    "reviewsCount": 530,
    "category": "Саморазвитие",
    "tags": [
      "самоконтроль",
      "наука",
      "стэнфорд"
    ],
    "bgColor": "bg-[#F9E5E8]",
    "textColor": "text-rose-950",
    "description": "Популярный стэнфордский курс о физиологии самоконтроля: почему сила воли истощается и как её тренировать, подобно мышце.",
    "gallery": [
      {
        "bgColor": "bg-[#F9E5E8]"
      },
      {
        "bgColor": "bg-[#FCE7F3]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Саморазвитие"
      },
      {
        "label": "Издательство",
        "value": "МИФ"
      },
      {
        "label": "Год издания",
        "value": "2018"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Сила воли. Как развить и укрепить» автора Келли Макгонигал оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "62",
    "author": "Барбара Шер",
    "title": "Мечтать не вредно",
    "rating": 4.6,
    "reviews": 440,
    "reviewsCount": 440,
    "category": "Саморазвитие",
    "tags": [
      "призвание",
      "мечта",
      "планирование"
    ],
    "bgColor": "bg-[#FCE7F3]",
    "textColor": "text-pink-950",
    "description": "Практическое руководство по превращению смутных мечтаний в конкретные цели и ежедневные шаги.",
    "gallery": [
      {
        "bgColor": "bg-[#FCE7F3]"
      },
      {
        "bgColor": "bg-[#E0F2FE]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Саморазвитие"
      },
      {
        "label": "Издательство",
        "value": "МИФ"
      },
      {
        "label": "Год издания",
        "value": "2017"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Мечтать не вредно» автора Барбара Шер оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "63",
    "author": "Остин Клеон",
    "title": "Кради как художник",
    "rating": 4.7,
    "reviews": 580,
    "reviewsCount": 580,
    "category": "Саморазвитие",
    "tags": [
      "творчество",
      "вдохновение",
      "креативность"
    ],
    "bgColor": "bg-[#E0F2FE]",
    "textColor": "text-sky-950",
    "description": "10 уроков творческого самовыражения: как черпать идеи у мастеров и соединять их в нечто совершенно уникальное.",
    "gallery": [
      {
        "bgColor": "bg-[#E0F2FE]"
      },
      {
        "bgColor": "bg-[#FEF08A]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Саморазвитие"
      },
      {
        "label": "Издательство",
        "value": "МИФ"
      },
      {
        "label": "Год издания",
        "value": "2019"
      },
      {
        "label": "Возрастное ограничение",
        "value": "12+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Кради как художник» автора Остин Клеон оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "64",
    "author": "Чип Хиз, Дэн Хиз",
    "title": "Ловушки мышления",
    "rating": 4.6,
    "reviews": 310,
    "reviewsCount": 310,
    "category": "Саморазвитие",
    "tags": [
      "решения",
      "логика",
      "стратегия"
    ],
    "bgColor": "bg-[#FEF08A]",
    "textColor": "text-yellow-950",
    "description": "Как принимать правильные решения в жизни и бизнесе, минуя шоры узкого выбора и подтверждения предвзятости.",
    "gallery": [
      {
        "bgColor": "bg-[#FEF08A]"
      },
      {
        "bgColor": "bg-[#FFEDD5]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Саморазвитие"
      },
      {
        "label": "Издательство",
        "value": "МИФ"
      },
      {
        "label": "Год издания",
        "value": "2020"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Ловушки мышления» автора Чип Хиз, Дэн Хиз оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "65",
    "author": "Роберт Кийосаки",
    "title": "Богатый папа, бедный папа",
    "rating": 4.7,
    "reviews": 950,
    "reviewsCount": 950,
    "category": "Бизнес",
    "tags": [
      "финансы",
      "активы",
      "инвестиции"
    ],
    "bgColor": "bg-[#FFEDD5]",
    "textColor": "text-orange-950",
    "description": "Финансовая грамотность простым языком: почему богатые становятся богаче и как заставить деньги работать на себя.",
    "gallery": [
      {
        "bgColor": "bg-[#FFEDD5]"
      },
      {
        "bgColor": "bg-[#DCFCE7]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Бизнес"
      },
      {
        "label": "Издательство",
        "value": "Попурри"
      },
      {
        "label": "Год издания",
        "value": "2018"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Богатый папа, бедный папа» автора Роберт Кийосаки оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "66",
    "author": "Нассим Николас Талеб",
    "title": "Черный лебедь. Под знаком непредсказуемости",
    "rating": 4.7,
    "reviews": 620,
    "reviewsCount": 620,
    "category": "Бизнес",
    "tags": [
      "вероятность",
      "хаос",
      "риск"
    ],
    "bgColor": "bg-[#DCFCE7]",
    "textColor": "text-emerald-950",
    "description": "Революционная концепция редких и труднопрогнозируемых событий с грандиозными последствиями, меняющих ход истории.",
    "gallery": [
      {
        "bgColor": "bg-[#DCFCE7]"
      },
      {
        "bgColor": "bg-[#DBEAFE]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Бизнес"
      },
      {
        "label": "Издательство",
        "value": "КоЛибри"
      },
      {
        "label": "Год издания",
        "value": "2019"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Черный лебедь. Под знаком непредсказуемости» автора Нассим Николас Талеб оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "67",
    "author": "Нассим Николас Талеб",
    "title": "Антихрупкость. Как извлечь выгоду из хаоса",
    "rating": 4.8,
    "reviews": 480,
    "reviewsCount": 480,
    "category": "Бизнес",
    "tags": [
      "система",
      "стресс",
      "прочность"
    ],
    "bgColor": "bg-[#DBEAFE]",
    "textColor": "text-blue-950",
    "description": "Уникальное свойство систем становиться сильнее под воздействием стрессоров, неопределенности и беспорядка.",
    "gallery": [
      {
        "bgColor": "bg-[#DBEAFE]"
      },
      {
        "bgColor": "bg-[#F3E8FF]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Бизнес"
      },
      {
        "label": "Издательство",
        "value": "КоЛибри"
      },
      {
        "label": "Год издания",
        "value": "2020"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Антихрупкость. Как извлечь выгоду из хаоса» автора Нассим Николас Талеб оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "68",
    "author": "Питер Тиль",
    "title": "От нуля к единице. Как создать стартап",
    "rating": 4.7,
    "reviews": 540,
    "reviewsCount": 540,
    "category": "Бизнес",
    "tags": [
      "стартапы",
      "инновации",
      "монополия"
    ],
    "bgColor": "bg-[#F3E8FF]",
    "textColor": "text-purple-950",
    "description": "Сооснователь PayPal и первый инвестор Facebook о том, как создавать принципиально новые продукты, а не копировать чужие.",
    "gallery": [
      {
        "bgColor": "bg-[#F3E8FF]"
      },
      {
        "bgColor": "bg-[#FEF3C7]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Бизнес"
      },
      {
        "label": "Издательство",
        "value": "Альпина Паблишер"
      },
      {
        "label": "Год издания",
        "value": "2018"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «От нуля к единице. Как создать стартап» автора Питер Тиль оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "69",
    "author": "Эрик Рис",
    "title": "Бизнес с нуля. Lean Startup",
    "rating": 4.6,
    "reviews": 490,
    "reviewsCount": 490,
    "category": "Бизнес",
    "tags": [
      "бережливый стартап",
      "mvp",
      "гипотезы"
    ],
    "bgColor": "bg-[#FEF3C7]",
    "textColor": "text-amber-950",
    "description": "Концепция MVP (минимально жизнеспособного продукта) и непрерывного цикла обратной связи для быстрого тестирования идей.",
    "gallery": [
      {
        "bgColor": "bg-[#FEF3C7]"
      },
      {
        "bgColor": "bg-[#CCFBF1]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Бизнес"
      },
      {
        "label": "Издательство",
        "value": "Альпина Паблишер"
      },
      {
        "label": "Год издания",
        "value": "2019"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Бизнес с нуля. Lean Startup» автора Эрик Рис оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "70",
    "author": "Бен Хоровиц",
    "title": "Легко не будет. Как строить бизнес, когда вопросов больше",
    "rating": 4.9,
    "reviews": 460,
    "reviewsCount": 460,
    "category": "Бизнес",
    "tags": [
      "кризис",
      "лидерство",
      "кремниевая долина"
    ],
    "bgColor": "bg-[#CCFBF1]",
    "textColor": "text-teal-950",
    "description": "Предельно откровенный взгляд венчурного инвестора на суровую реальность управления компанией на грани банкротства.",
    "gallery": [
      {
        "bgColor": "bg-[#CCFBF1]"
      },
      {
        "bgColor": "bg-[#F1F5F9]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Бизнес"
      },
      {
        "label": "Издательство",
        "value": "МИФ"
      },
      {
        "label": "Год издания",
        "value": "2019"
      },
      {
        "label": "Возрастное ограничение",
        "value": "18+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Легко не будет. Как строить бизнес, когда вопросов больше» автора Бен Хоровиц оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "71",
    "author": "Джим Коллинз",
    "title": "От хорошего к великому",
    "rating": 4.8,
    "reviews": 580,
    "reviewsCount": 580,
    "category": "Бизнес",
    "tags": [
      "стратегия",
      "исследования",
      "маховик"
    ],
    "bgColor": "bg-[#F1F5F9]",
    "textColor": "text-slate-800",
    "description": "Масштабное исследование причин, по которым одни компании совершают прорыв в высшую лигу, а другие остаются посредственными.",
    "gallery": [
      {
        "bgColor": "bg-[#F1F5F9]"
      },
      {
        "bgColor": "bg-[#EDE9FE]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Бизнес"
      },
      {
        "label": "Издательство",
        "value": "МИФ"
      },
      {
        "label": "Год издания",
        "value": "2018"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «От хорошего к великому» автора Джим Коллинз оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "72",
    "author": "Рэй Далио",
    "title": "Принципы. Жизнь и работа",
    "rating": 4.8,
    "reviews": 530,
    "reviewsCount": 530,
    "category": "Бизнес",
    "tags": [
      "инвестиции",
      "bridgewater",
      "культура"
    ],
    "bgColor": "bg-[#EDE9FE]",
    "textColor": "text-violet-950",
    "description": "Правила жизни и меритократии идей от основателя крупнейшего в мире хедж-фонда Bridgewater Associates.",
    "gallery": [
      {
        "bgColor": "bg-[#EDE9FE]"
      },
      {
        "bgColor": "bg-[#E0E7FF]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Бизнес"
      },
      {
        "label": "Издательство",
        "value": "МИФ"
      },
      {
        "label": "Год издания",
        "value": "2019"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Принципы. Жизнь и работа» автора Рэй Далио оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "73",
    "author": "Фил Найт",
    "title": "Продавец обуви. История компании Nike",
    "rating": 4.9,
    "reviews": 790,
    "reviewsCount": 790,
    "category": "Бизнес",
    "tags": [
      "nike",
      "бренд",
      "бизнес-роман"
    ],
    "bgColor": "bg-[#E0E7FF]",
    "textColor": "text-indigo-950",
    "description": "Захватывающая история о том, как студент с 50 долларами в кармане и любовью к бегу создал глобальную империю спорта.",
    "gallery": [
      {
        "bgColor": "bg-[#E0E7FF]"
      },
      {
        "bgColor": "bg-[#FAE8FF]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Бизнес"
      },
      {
        "label": "Издательство",
        "value": "Эксмо"
      },
      {
        "label": "Год издания",
        "value": "2018"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Продавец обуви. История компании Nike» автора Фил Найт оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "74",
    "author": "Карл Сьюэлл",
    "title": "Клиенты на всю жизнь",
    "rating": 4.7,
    "reviews": 370,
    "reviewsCount": 370,
    "category": "Бизнес",
    "tags": [
      "сервис",
      "продажи",
      "лояльность"
    ],
    "bgColor": "bg-[#FAE8FF]",
    "textColor": "text-fuchsia-950",
    "description": "Практическое руководство по сервису высочайшего уровня: как превратить разового покупателя в преданного друга компании.",
    "gallery": [
      {
        "bgColor": "bg-[#FAE8FF]"
      },
      {
        "bgColor": "bg-[#FEE2E2]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Бизнес"
      },
      {
        "label": "Издательство",
        "value": "МИФ"
      },
      {
        "label": "Год издания",
        "value": "2017"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Клиенты на всю жизнь» автора Карл Сьюэлл оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "75",
    "author": "Ицхак Адизес",
    "title": "Управление жизненным циклом корпораций",
    "rating": 4.6,
    "reviews": 320,
    "reviewsCount": 320,
    "category": "Бизнес",
    "tags": [
      "paei",
      "жизненный цикл",
      "менеджмент"
    ],
    "bgColor": "bg-[#FEE2E2]",
    "textColor": "text-red-950",
    "description": "Теория методологии Адизеса о стадиях развития компаний от «младенчества» до «старения» и инструментах сохранения стабильности.",
    "gallery": [
      {
        "bgColor": "bg-[#FEE2E2]"
      },
      {
        "bgColor": "bg-[#F9E5E8]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Бизнес"
      },
      {
        "label": "Издательство",
        "value": "МИФ"
      },
      {
        "label": "Год издания",
        "value": "2019"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Управление жизненным циклом корпораций» автора Ицхак Адизес оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "76",
    "author": "Уолтер Айзексон",
    "title": "Стив Джобс",
    "rating": 4.9,
    "reviews": 910,
    "reviewsCount": 910,
    "category": "Биографии",
    "tags": [
      "apple",
      "инновации",
      "дизайн",
      "культ"
    ],
    "bgColor": "bg-[#F9E5E8]",
    "textColor": "text-rose-950",
    "description": "Единственная официальная биография основателя Apple, написанная на основе более сорока эксклюзивных интервью с Джобсом.",
    "gallery": [
      {
        "bgColor": "bg-[#F9E5E8]"
      },
      {
        "bgColor": "bg-[#FCE7F3]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Биографии"
      },
      {
        "label": "Издательство",
        "value": "Corpus"
      },
      {
        "label": "Год издания",
        "value": "2018"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Стив Джобс» автора Уолтер Айзексон оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "77",
    "author": "Уолтер Айзексон",
    "title": "Илон Маск",
    "rating": 4.8,
    "reviews": 720,
    "reviewsCount": 720,
    "category": "Биографии",
    "tags": [
      "spacex",
      "tesla",
      "будущее",
      "марс"
    ],
    "bgColor": "bg-[#FCE7F3]",
    "textColor": "text-pink-950",
    "description": "Интимный портрет самого спорного и дерзкого инноватора нашей эпохи, создающего ракеты для полета на Марс и электромобили.",
    "gallery": [
      {
        "bgColor": "bg-[#FCE7F3]"
      },
      {
        "bgColor": "bg-[#E0F2FE]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Биографии"
      },
      {
        "label": "Издательство",
        "value": "Corpus"
      },
      {
        "label": "Год издания",
        "value": "2023"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Илон Маск» автора Уолтер Айзексон оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "78",
    "author": "Уолтер Айзексон",
    "title": "Леонардо да Винчи",
    "rating": 4.8,
    "reviews": 430,
    "reviewsCount": 430,
    "category": "Биографии",
    "tags": [
      "возрождение",
      "гений",
      "живопись",
      "наука"
    ],
    "bgColor": "bg-[#E0F2FE]",
    "textColor": "text-sky-950",
    "description": "Захватывающий рассказ о неутолимом любопытстве гения Ренессанса, соединившего в своем творчестве науку и искусство.",
    "gallery": [
      {
        "bgColor": "bg-[#E0F2FE]"
      },
      {
        "bgColor": "bg-[#FEF08A]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Биографии"
      },
      {
        "label": "Издательство",
        "value": "Corpus"
      },
      {
        "label": "Год издания",
        "value": "2019"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Леонардо да Винчи» автора Уолтер Айзексон оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "79",
    "author": "Юваль Ной Харари",
    "title": "Sapiens. Краткая история человечества",
    "rating": 4.9,
    "reviews": 940,
    "reviewsCount": 940,
    "category": "Биографии",
    "tags": [
      "антропология",
      "история",
      "человечество"
    ],
    "bgColor": "bg-[#FEF08A]",
    "textColor": "text-yellow-950",
    "description": "Как невзрачная обезьяна стала властителем планеты: когнитивная, аграрная и научная революции, изменившие мир навсегда.",
    "gallery": [
      {
        "bgColor": "bg-[#FEF08A]"
      },
      {
        "bgColor": "bg-[#FFEDD5]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Биографии"
      },
      {
        "label": "Издательство",
        "value": "Синдбад"
      },
      {
        "label": "Год издания",
        "value": "2019"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Sapiens. Краткая история человечества» автора Юваль Ной Харари оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "80",
    "author": "Юваль Ной Харари",
    "title": "Homo Deus. Краткая история завтрашнего дня",
    "rating": 4.7,
    "reviews": 620,
    "reviewsCount": 620,
    "category": "Биографии",
    "tags": [
      "будущее",
      "ии",
      "биотехнологии"
    ],
    "bgColor": "bg-[#FFEDD5]",
    "textColor": "text-orange-950",
    "description": "Каким будет человечество в XXI веке: переход от преодоления голода и болезней к поиску бессмертия и искусственного разума.",
    "gallery": [
      {
        "bgColor": "bg-[#FFEDD5]"
      },
      {
        "bgColor": "bg-[#DCFCE7]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Биографии"
      },
      {
        "label": "Издательство",
        "value": "Синдбад"
      },
      {
        "label": "Год издания",
        "value": "2020"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Homo Deus. Краткая история завтрашнего дня» автора Юваль Ной Харари оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "81",
    "author": "Мэй Маск",
    "title": "Женщина, у которой есть план",
    "rating": 4.6,
    "reviews": 580,
    "reviewsCount": 580,
    "category": "Биографии",
    "tags": [
      "мать",
      "модель",
      "вдохновение"
    ],
    "bgColor": "bg-[#DCFCE7]",
    "textColor": "text-emerald-950",
    "description": "Правила счастливой и насыщенной жизни матери Илона Маска, супермодели и сертифицированного диетолога в возрасте 70+ лет.",
    "gallery": [
      {
        "bgColor": "bg-[#DCFCE7]"
      },
      {
        "bgColor": "bg-[#DBEAFE]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Биографии"
      },
      {
        "label": "Издательство",
        "value": "Бомбора"
      },
      {
        "label": "Год издания",
        "value": "2020"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Женщина, у которой есть план» автора Мэй Маск оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "82",
    "author": "Генри Форд",
    "title": "Моя жизнь, мои достижения",
    "rating": 4.6,
    "reviews": 450,
    "reviewsCount": 450,
    "category": "Биографии",
    "tags": [
      "конвейер",
      "производство",
      "автомобили"
    ],
    "bgColor": "bg-[#DBEAFE]",
    "textColor": "text-blue-950",
    "description": "Автобиография человека, посадившего мир за руль автомобиля и придумавшего конвейерное производство.",
    "gallery": [
      {
        "bgColor": "bg-[#DBEAFE]"
      },
      {
        "bgColor": "bg-[#F3E8FF]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Биографии"
      },
      {
        "label": "Издательство",
        "value": "АСТ"
      },
      {
        "label": "Год издания",
        "value": "2017"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Моя жизнь, мои достижения» автора Генри Форд оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "83",
    "author": "Ричард Фейнман",
    "title": "Вы, конечно, шутите, мистер Фейнман!",
    "rating": 4.9,
    "reviews": 730,
    "reviewsCount": 730,
    "category": "Биографии",
    "tags": [
      "физика",
      "юмор",
      "нобель",
      "наука"
    ],
    "bgColor": "bg-[#F3E8FF]",
    "textColor": "text-purple-950",
    "description": "Искрометные мемуары нобелевского лауреата по физике, взломщика сейфов, художника и неутомимого исследователя тайн природы.",
    "gallery": [
      {
        "bgColor": "bg-[#F3E8FF]"
      },
      {
        "bgColor": "bg-[#FEF3C7]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Биографии"
      },
      {
        "label": "Издательство",
        "value": "АСТ"
      },
      {
        "label": "Год издания",
        "value": "2019"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Вы, конечно, шутите, мистер Фейнман!» автора Ричард Фейнман оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "84",
    "author": "Мишель Обама",
    "title": "Becoming. Моя история",
    "rating": 4.7,
    "reviews": 610,
    "reviewsCount": 610,
    "category": "Биографии",
    "tags": [
      "первая леди",
      "белый дом",
      "вдохновение"
    ],
    "bgColor": "bg-[#FEF3C7]",
    "textColor": "text-amber-950",
    "description": "Откровенные мемуары бывшей первой леди США о детстве на юге Чикаго, карьере юриста и годах в Белом доме.",
    "gallery": [
      {
        "bgColor": "bg-[#FEF3C7]"
      },
      {
        "bgColor": "bg-[#CCFBF1]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Биографии"
      },
      {
        "label": "Издательство",
        "value": "Бомбора"
      },
      {
        "label": "Год издания",
        "value": "2019"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Becoming. Моя история» автора Мишель Обама оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "85",
    "author": "Агата Кристи",
    "title": "Автобиография",
    "rating": 4.8,
    "reviews": 360,
    "reviewsCount": 360,
    "category": "Биографии",
    "tags": [
      "королева детектива",
      "жизнь",
      "англия"
    ],
    "bgColor": "bg-[#CCFBF1]",
    "textColor": "text-teal-950",
    "description": "Личная история жизни королевы классического детектива, полная юмора, путешествий на раскопки и любви к литературе.",
    "gallery": [
      {
        "bgColor": "bg-[#CCFBF1]"
      },
      {
        "bgColor": "bg-[#F1F5F9]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Биографии"
      },
      {
        "label": "Издательство",
        "value": "Азбука"
      },
      {
        "label": "Год издания",
        "value": "2020"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Автобиография» автора Агата Кристи оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "86",
    "author": "Дж. Р. Р. Толкин",
    "title": "Властелин колец. Братство кольца",
    "rating": 5,
    "reviews": 970,
    "reviewsCount": 970,
    "category": "Фэнтези",
    "tags": [
      "средиземье",
      "кольцо",
      "эпос",
      "хоббит"
    ],
    "bgColor": "bg-[#F1F5F9]",
    "textColor": "text-slate-800",
    "description": "Величайшая фэнтези-эпопея всех времен о походе хоббита Фродо Бэггинса к Роковой горе, чтобы уничтожить Кольцо Всевластья.",
    "gallery": [
      {
        "bgColor": "bg-[#F1F5F9]"
      },
      {
        "bgColor": "bg-[#EDE9FE]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Фэнтези"
      },
      {
        "label": "Издательство",
        "value": "АСТ"
      },
      {
        "label": "Год издания",
        "value": "2019"
      },
      {
        "label": "Возрастное ограничение",
        "value": "12+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Властелин колец. Братство кольца» автора Дж. Р. Р. Толкин оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "87",
    "author": "Дж. Р. Р. Толкин",
    "title": "Хоббит, или Туда и обратно",
    "rating": 4.9,
    "reviews": 890,
    "reviewsCount": 890,
    "category": "Фэнтези",
    "tags": [
      "бильбо",
      "дракон",
      "сказка",
      "приключения"
    ],
    "bgColor": "bg-[#EDE9FE]",
    "textColor": "text-violet-950",
    "description": "Сказка о неожиданном путешествии хоббита Бильбо с тринадцатью гномами и волшебником Гэндальфом к логову дракона Смауга.",
    "gallery": [
      {
        "bgColor": "bg-[#EDE9FE]"
      },
      {
        "bgColor": "bg-[#E0E7FF]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Фэнтези"
      },
      {
        "label": "Издательство",
        "value": "АСТ"
      },
      {
        "label": "Год издания",
        "value": "2018"
      },
      {
        "label": "Возрастное ограничение",
        "value": "6+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Хоббит, или Туда и обратно» автора Дж. Р. Р. Толкин оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "88",
    "author": "Дж. К. Роулинг",
    "title": "Гарри Поттер и философский камень",
    "rating": 5,
    "reviews": 990,
    "reviewsCount": 990,
    "category": "Фэнтези",
    "tags": [
      "хогвартс",
      "магия",
      "волшебство",
      "детство"
    ],
    "bgColor": "bg-[#E0E7FF]",
    "textColor": "text-indigo-950",
    "description": "Начало легендарной саги об одиннадцатилетнем мальчике-сироте, узнавшем, что он волшебник, и отправившемся в школу Хогвартс.",
    "gallery": [
      {
        "bgColor": "bg-[#E0E7FF]"
      },
      {
        "bgColor": "bg-[#FAE8FF]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Фэнтези"
      },
      {
        "label": "Издательство",
        "value": "Махаон"
      },
      {
        "label": "Год издания",
        "value": "2017"
      },
      {
        "label": "Возрастное ограничение",
        "value": "6+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Гарри Поттер и философский камень» автора Дж. К. Роулинг оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "89",
    "author": "Дж. К. Роулинг",
    "title": "Гарри Поттер и узник Азкабана",
    "rating": 4.9,
    "reviews": 930,
    "reviewsCount": 930,
    "category": "Фэнтези",
    "tags": [
      "магия",
      "дементоры",
      "сириус блэк"
    ],
    "bgColor": "bg-[#FAE8FF]",
    "textColor": "text-fuchsia-950",
    "description": "Третий год обучения в Хогвартсе: побег опасного узника Сириуса Блэка, встреча с дементорами и тайна карты Мародеров.",
    "gallery": [
      {
        "bgColor": "bg-[#FAE8FF]"
      },
      {
        "bgColor": "bg-[#FEE2E2]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Фэнтези"
      },
      {
        "label": "Издательство",
        "value": "Махаон"
      },
      {
        "label": "Год издания",
        "value": "2018"
      },
      {
        "label": "Возрастное ограничение",
        "value": "12+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Гарри Поттер и узник Азкабана» автора Дж. К. Роулинг оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "90",
    "author": "Джордж Р. Р. Мартин",
    "title": "Игра престолов",
    "rating": 4.8,
    "reviews": 920,
    "reviewsCount": 920,
    "category": "Фэнтези",
    "tags": [
      "вестstatus",
      "драконы",
      "интриги",
      "железный трон"
    ],
    "bgColor": "bg-[#FEE2E2]",
    "textColor": "text-red-950",
    "description": "Жестокий мир Вестероса, где великие дома Старков, Ланнистеров и Таргариенов ведут смертельную борьбу за Железный трон.",
    "gallery": [
      {
        "bgColor": "bg-[#FEE2E2]"
      },
      {
        "bgColor": "bg-[#F9E5E8]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Фэнтези"
      },
      {
        "label": "Издательство",
        "value": "АСТ"
      },
      {
        "label": "Год издания",
        "value": "2018"
      },
      {
        "label": "Возрастное ограничение",
        "value": "18+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Игра престолов» автора Джордж Р. Р. Мартин оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "91",
    "author": "Анджей Сапковский",
    "title": "Последнее желание. Ведьмак",
    "rating": 4.9,
    "reviews": 880,
    "reviewsCount": 880,
    "category": "Фэнтези",
    "tags": [
      "ведьмак",
      "геральт",
      "чудовища",
      "предназначение"
    ],
    "bgColor": "bg-[#F9E5E8]",
    "textColor": "text-rose-950",
    "description": "Первая книга саги о Геральте из Ривии — профессиональном истребителе чудовищ, сохраняющем нейтралитет в жестоком мире людей.",
    "gallery": [
      {
        "bgColor": "bg-[#F9E5E8]"
      },
      {
        "bgColor": "bg-[#FCE7F3]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Фэнтези"
      },
      {
        "label": "Издательство",
        "value": "АСТ"
      },
      {
        "label": "Год издания",
        "value": "2019"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Последнее желание. Ведьмак» автора Анджей Сапковский оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "92",
    "author": "Нил Гейман",
    "title": "Американские боги",
    "rating": 4.6,
    "reviews": 640,
    "reviewsCount": 640,
    "category": "Фэнтези",
    "tags": [
      "мифология",
      "боги",
      "америка",
      "дорога"
    ],
    "bgColor": "bg-[#FCE7F3]",
    "textColor": "text-pink-950",
    "description": "Эпическое противостояние старых богов, привезенных переселенцами, и новых богов технологии, медиа и денег.",
    "gallery": [
      {
        "bgColor": "bg-[#FCE7F3]"
      },
      {
        "bgColor": "bg-[#E0F2FE]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Фэнтези"
      },
      {
        "label": "Издательство",
        "value": "АСТ"
      },
      {
        "label": "Год издания",
        "value": "2019"
      },
      {
        "label": "Возрастное ограничение",
        "value": "18+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Американские боги» автора Нил Гейман оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "93",
    "author": "Нил Гейман",
    "title": "Никогде",
    "rating": 4.7,
    "reviews": 530,
    "reviewsCount": 530,
    "category": "Фэнтези",
    "tags": [
      "городское фэнтези",
      "лондон",
      "двери"
    ],
    "bgColor": "bg-[#E0F2FE]",
    "textColor": "text-sky-950",
    "description": "Приключения Ричарда Мэхью в Под-Лондоне — тайном мире под канализацией и метро, где слова имеют магическую силу.",
    "gallery": [
      {
        "bgColor": "bg-[#E0F2FE]"
      },
      {
        "bgColor": "bg-[#FEF08A]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Фэнтези"
      },
      {
        "label": "Издательство",
        "value": "АСТ"
      },
      {
        "label": "Год издания",
        "value": "2020"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Никогде» автора Нил Гейман оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "94",
    "author": "Терри Пратчетт",
    "title": "Цвет волшебства",
    "rating": 4.7,
    "reviews": 590,
    "reviewsCount": 590,
    "category": "Фэнтези",
    "tags": [
      "плоский мир",
      "юмор",
      "ринсвинд"
    ],
    "bgColor": "bg-[#FEF08A]",
    "textColor": "text-yellow-950",
    "description": "Первая книга легендарного цикла о Плоском мире, покоящемся на спинах четырех слонов, стоящих на гигантской черепахе А'Туин.",
    "gallery": [
      {
        "bgColor": "bg-[#FEF08A]"
      },
      {
        "bgColor": "bg-[#FFEDD5]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Фэнтези"
      },
      {
        "label": "Издательство",
        "value": "Эксмо"
      },
      {
        "label": "Год издания",
        "value": "2018"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Цвет волшебства» автора Терри Пратчетт оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "95",
    "author": "Патрик Ротфусс",
    "title": "Имя ветра",
    "rating": 4.8,
    "reviews": 670,
    "reviewsCount": 670,
    "category": "Фэнтези",
    "tags": [
      "квоут",
      "магия",
      "университет",
      "баллада"
    ],
    "bgColor": "bg-[#FFEDD5]",
    "textColor": "text-orange-950",
    "description": "История легендарного волшебника и музыканта Квоута, рассказанная им самим за стойкой уединенного трактира.",
    "gallery": [
      {
        "bgColor": "bg-[#FFEDD5]"
      },
      {
        "bgColor": "bg-[#DCFCE7]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Фэнтези"
      },
      {
        "label": "Издательство",
        "value": "Эксмо"
      },
      {
        "label": "Год издания",
        "value": "2019"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Имя ветра» автора Патрик Ротфусс оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "96",
    "author": "Артур Конан Дойл",
    "title": "Приключения Шерлока Холмса",
    "rating": 4.9,
    "reviews": 960,
    "reviewsCount": 960,
    "category": "Художественная",
    "tags": [
      "детектив",
      "дедукция",
      "лондон",
      "классика"
    ],
    "bgColor": "bg-[#DCFCE7]",
    "textColor": "text-emerald-950",
    "description": "Классические расследования великого сыщика с Бейкер-стрит и доктора Ватсона: метод дедукции в действии.",
    "gallery": [
      {
        "bgColor": "bg-[#DCFCE7]"
      },
      {
        "bgColor": "bg-[#DBEAFE]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Художественная"
      },
      {
        "label": "Издательство",
        "value": "Азбука"
      },
      {
        "label": "Год издания",
        "value": "2018"
      },
      {
        "label": "Возрастное ограничение",
        "value": "12+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Приключения Шерлока Холмса» автора Артур Конан Дойл оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "97",
    "author": "Агата Кристи",
    "title": "Десять негритят",
    "rating": 4.9,
    "reviews": 940,
    "reviewsCount": 940,
    "category": "Художественная",
    "tags": [
      "детектив",
      "остров",
      "считалочка",
      "триллер"
    ],
    "bgColor": "bg-[#DBEAFE]",
    "textColor": "text-blue-950",
    "description": "Десять незнакомцев на уединенном Негритянском острове и таинственный голос, обвиняющий каждого в безнаказанном убийстве.",
    "gallery": [
      {
        "bgColor": "bg-[#DBEAFE]"
      },
      {
        "bgColor": "bg-[#F3E8FF]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Художественная"
      },
      {
        "label": "Издательство",
        "value": "Эксмо"
      },
      {
        "label": "Год издания",
        "value": "2019"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Десять негритят» автора Агата Кристи оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "98",
    "author": "Агата Кристи",
    "title": "Убийство в Восточном экспрессе",
    "rating": 4.8,
    "reviews": 880,
    "reviewsCount": 880,
    "category": "Художественная",
    "tags": [
      "пуаро",
      "поезд",
      "детектив",
      "снег"
    ],
    "bgColor": "bg-[#F3E8FF]",
    "textColor": "text-purple-950",
    "description": "Эркюль Пуаро расследует загадочное ночное убийство в занесенном снегом поезде посреди югославских гор.",
    "gallery": [
      {
        "bgColor": "bg-[#F3E8FF]"
      },
      {
        "bgColor": "bg-[#FEF3C7]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Художественная"
      },
      {
        "label": "Издательство",
        "value": "Эксмо"
      },
      {
        "label": "Год издания",
        "value": "2020"
      },
      {
        "label": "Возрастное ограничение",
        "value": "16+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Убийство в Восточном экспрессе» автора Агата Кристи оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "99",
    "author": "Гульшат Абдеева",
    "title": "Сказки для добрых сердец",
    "rating": 4.8,
    "reviews": 215,
    "reviewsCount": 215,
    "category": "Художественная",
    "tags": [
      "сказки",
      "детство",
      "доброта"
    ],
    "bgColor": "bg-[#FEF3C7]",
    "textColor": "text-amber-950",
    "description": "Удивительно добрые, согревающие сердце истории Гульшат Абдеевой о доброте, дружбе, верности и чудесах вокруг нас.",
    "gallery": [
      {
        "bgColor": "bg-[#FEF3C7]"
      },
      {
        "bgColor": "bg-[#CCFBF1]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Художественная"
      },
      {
        "label": "Издательство",
        "value": "Эксмо"
      },
      {
        "label": "Год издания",
        "value": "2022"
      },
      {
        "label": "Возрастное ограничение",
        "value": "6+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Сказки для добрых сердец» автора Гульшат Абдеева оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  },
  {
    "id": "100",
    "author": "Наринэ Абгарян",
    "title": "Манюня",
    "rating": 4.9,
    "reviews": 780,
    "reviewsCount": 780,
    "category": "Художественная",
    "tags": [
      "юмор",
      "детство",
      "дружба",
      "семья"
    ],
    "bgColor": "bg-[#CCFBF1]",
    "textColor": "text-teal-950",
    "description": "Светлая, пропитанная солнцем и запахами южного лета история о дружбе двух советских девочек-непосед Наринэ и Манюни.",
    "gallery": [
      {
        "bgColor": "bg-[#CCFBF1]"
      },
      {
        "bgColor": "bg-[#F1F5F9]"
      }
    ],
    "specs": [
      {
        "label": "Жанр",
        "value": "Художественная"
      },
      {
        "label": "Издательство",
        "value": "АСТ"
      },
      {
        "label": "Год издания",
        "value": "2021"
      },
      {
        "label": "Возрастное ограничение",
        "value": "12+"
      }
    ],
    "readingStatus": null,
    "reviewsList": [
      {
        "id": 1,
        "author": "Алексей К.",
        "date": "24 сентября 2023",
        "rating": 5,
        "text": "Великолепное произведение! «Манюня» автора Наринэ Абгарян оставляет сильное впечатление и заставляет задуматься."
      }
    ]
  }
];
